{
  "Eleanor": { 
    "title": "Berry Brook Farm",
    "highlightQuote": "Farming isn’t a fixed science. It’s shaped by place, time, and people.",
    "mainVideoUrl": "https://youtu.be/fD40O3Y3VfM",
    "chapters": [
      {
        "title": "History and Beginnings",
        "contentBlocks": [
          { "type": "paragraph", "text": "Berry Brook Farm was founded in 2011 by Ellanor and her partner Patrick. Starting from scratch in the Catskills, they gradually built a diversified and high-output farm on limited acreage. The beginning was made possible with the help of local farmers—neighbors who tilled, spread lime, shared their equipment, and helped them get to markets." },
          { "type": "quote", "text": "We were helped in the beginning—and now we’re just paying it forward." },
          { "type": "paragraph", "text": "This spirit of mutual support deeply shaped Ellanor’s approach to farming and community." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Ellanor_5.jpg" 
          } 
        ]
      },
      {
        "title": "Current Practices",
        "contentBlocks": [
          { "type": "paragraph", "text": "Today, Berry Brook Farm is a core contributor to the 607 CSA, a regional cooperative distributing fresh produce from over 60 farms to 30+ pickup sites across NYC and upstate. Ellanor uses a tightly managed system including heated greenhouses, walk-in coolers, and root washers to maintain steady production nearly year-round." },
          { "type": "paragraph", "text": "The farm focuses on sustainable soil management—no heavy tilling, no chemical fertilizers, always rotating and restoring." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Ellanor_7.jpg" 
          }, 
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Ellanor_1.jpg" 
          } 
        ]
      },
      {
        "title": "Community Contribution",
        "contentBlocks": [
          { "type": "paragraph", "text": "Berry Brook’s role goes beyond production. Ellanor actively supports younger farmers—like Sea from Sana Vida Farm—by mentoring, sharing tools, offering technical advice, and helping build marketing pathways." },
          { "type": "quote", "text": "Farming isn’t a fixed science. It’s shaped by place, time, and people." },
          { "type": "paragraph", "text": "She sees this support not as charity but as reciprocity, echoing the generosity she and Patrick once received. In addition to vegetable production, Ellanor is also experimenting with growing upland sushi rice adapted to the Catskills’ conditions." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Ellanor_6.jpg" 
          } 
        ]
      },
      {
        "title": "Looking Ahead",
        "contentBlocks": [
          { "type": "paragraph", "text": "Despite the distance to urban markets and limitations of local demand, Ellanor is exploring ways to strengthen regional food resilience. This includes reducing reliance on city markets, focusing on product diversification, and possibly integrating perennial crops like fruit trees." },
          { "type": "paragraph", "text": "Farming, she believes, is not a finished or linear journey, but one that requires constant adjustment, experimentation, and connection to the land." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Ellanor_8.jpg" 
          } 
        ]
      }
    ]
  },
  "Sea": { 
    "title": "Sana Vida Farm",
    "highlightQuote": "Everything I do is rooted in reciprocity.",
    "mainVideoUrl": "https://youtu.be/ULtnQXg04Bw", 
    "chapters": [
      {
        "title": "Roots & Inspiration",
        "contentBlocks": [
          { "type": "paragraph", "text": "Sea’s story begins in the Bronx, where they spent countless hours in their Abuela María’s kitchen, listening to stories about her childhood growing up on a farm in the mountains of Orocovis, Puerto Rico." },
          { "type": "paragraph", "text": "She would tell Sea about waking before sunrise to tend to crops with her siblings—growing yuca, gandules, and plantains, hauling water by hand, and living in rhythm with the land. Through these stories, Sea inherited a deep respect for land-based living and cultural foodways." },
          { "type": "paragraph", "text": "They also learned how to make pasteles, sofrito, and arroz con gandules—recipes that carried both memory and meaning." }
          { 
            "type": "image", 
            "url": "/assets/images/Sea_1.jpg" 
          } 
        ]
      },
      {
        "title": "Urban Farming & Vision",
        "contentBlocks": [
          { "type": "paragraph", "text": "In New York, Sea later discovered urban agriculture through Farm School NYC, which became a turning point in their life." },
          { "type": "paragraph", "text": "They apprenticed at Morning Glory Community Garden in the Bronx—a space dedicated to growing affordable and culturally relevant food for the local community. This experience not only gave them skills but also sparked a larger vision: to bring that same community-rooted agricultural model to the countryside, using more land to practice mutual aid farming on a larger scale." }
          { 
            "type": "image", 
            "url": "/assets/images/Sea_2.jpg" 
          } 
        ]
      },
      {
        "title": "Sana Vida Farm: Meaning & Philosophy",
        "contentBlocks": [
          { "type": "paragraph", "text": "It was this vision that gave birth to Sana Vida Farm. Sea explained the meaning behind the name— “Serra” comes from the Taíno language and signifies exchange or art, while “Vida” means life in Spanish." },
          { "type": "quote", "text": "To them, the name reflects the reciprocity and flow of life itself." },
          { "type": "paragraph", "text": "More than a farm name, it represents a philosophy: that land isn’t owned, but cared for, shared, and stewarded for future generations." }
        ]
      },
      {
        "title": "First Year & Production",
        "contentBlocks": [
          { "type": "paragraph", "text": "Speaking of the farm’s first year, Sea showed a modest pride. Though they were still just beginning—as a pilot lessee of West Branch Commons—they achieved remarkable results." },
          { "type": "paragraph", "text": "Using intensive growing techniques learned from urban farming, including succession planting, close spacing, and intercropping, they produced nearly 10,000 pounds of food on just over an acre." },
          { "type": "paragraph", "text": "Of this, more than 9,000 pounds weren’t sold but distributed through mutual aid networks—feeding 300 families weekly for thirteen weeks." }
          { 
            "type": "image", 
            "url": "/assets/images/Sea_3.jpg" 
          } 
        ]
      },
      {
        "title": "Collaboration Network & Supporters",
        "contentBlocks": [
          { "type": "paragraph", "text": "None of this would have been possible without extensive collaboration. Sea built mutual aid relationships with organizations like 607 CSA, Catskills Agrarian Alliance, Essex Food Hub, New Roots Community Farm, and Kelly Street Garden." },
          { "type": "paragraph", "text": "Larger farms like Berry Brook Farm and Star Route Farm supported their supply goals by providing additional produce. This model—of larger farms supporting smaller ones—became a perfect embodiment of their mutual aid farming philosophy." },
          { "type": "paragraph", "text": "Sea specifically mentioned key supporters in this process—like Eleanor from Very Good Farm, who helped with seeding equipment, cultivation, and offered steady support as a neighbor." },
          { "type": "paragraph", "text": "They also named Tom of River Haven Farm, whose early encouragement, tools, and land-based knowledge helped Sea feel grounded as they built their operation." }
        ]
      },
      {
        "title": "Funding & Personal Support",
        "contentBlocks": [
          { "type": "paragraph", "text": "Additionally, they acknowledged essential sources of support and funding: the National Young Farmers Coalition, American Farmland Trust, Kingston Land Trust, and Cornell Cooperative Extension in Sullivan County. Each played a role in helping Sana Vida Farm take root." },
          { "type": "paragraph", "text": "And they didn’t forget to thank their partner, whose emotional and practical support has been vital to the farm’s growth." }
          { 
            "type": "image", 
            "url": "/assets/images/Sea_4.jpg" 
          } 
        ]
      },
      {
        "title": "Current Expansion & Values",
        "contentBlocks": [
          { "type": "paragraph", "text": "Today, the farm is expanding, steadily reaching broader communities. Sea continues to build mutual aid partnerships with groups like Corbin Hill Food Project and Nourish New York—bringing food to Harlem CSAs, Bronx food banks, and food-insecure communities across the state." },
          { "type": "paragraph", "text": "They also continue donating to food pantries in Delaware County, holding true to the values that have shaped their path: reciprocity, remembrance, and resilience." }
        ]
      }
    ]
  }, 
  "Tom": {
    "title": "River Haven Farm",
    "highlightQuote": "On my own ground, I’m king.",
    "mainVideoUrl": "https://youtu.be/nH1VQkJMN3c",
    "chapters": [
      {
        "title": "Family Legacy",
        "contentBlocks": [
          { "type": "paragraph", "text": "Tommy Hutson has been farming since he could walk. A fourth-generation dairy farmer, he took over River Haven Farm in the late 1960s alongside his father." },
          { "type": "quote", "text": "I never had a real job. I’ve just always worked the land." },
          { "type": "paragraph", "text": "He never left the land. The farm has been in his family since the 1800s, and his life is woven into its rhythms, from riverbed soil to hayfields to barns passed down through generations." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Tom_2.jpg" 
          } 
        ]
      },
      {
        "title": "Conservation Leadership",
        "contentBlocks": [
          { "type": "paragraph", "text": "In 1995, Tom became the first farmer in the Catskills to enroll in the Watershed Agricultural Council’s conservation easement program. Since then, he’s helped protect over 33,000 acres of land in the region, and he chairs the easement review committee." },
          { "type": "paragraph", "text": "For Tom, land preservation isn’t just about ecology—it’s about ensuring future farmers have a chance to farm." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Tom_4.jpg" 
          } 
        ]
      },
      {
        "title": "Stewarding the Next Generation",
        "contentBlocks": [
          { "type": "paragraph", "text": "Rather than selling to the highest bidder, Tom partnered with the American Farmland Trust and Catskills Agrarian Alliance to transition parts of his land into the Commons, enabling young BIPOC and queer farmers like Sea, Jessica, and Kadeesha to access secure land tenure." },
          { "type": "quote", "text": "On my own ground, I’m king." },
          { "type": "paragraph", "text": "He believes in preparing the land for people who will love it as much as he has." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Tom_5.jpg" 
          } 
        ]
      },
      {
        "title": "Wisdom and Wit",
        "contentBlocks": [
          { "type": "paragraph", "text": "Tom’s stories trace anti-rent wars, Scottish ancestry, and World War II history, all threaded with reflections on how the land has shaped him—and how he wants to shape its future." },
          { "type": "paragraph", "text": "He speaks with dry wit and deep-rooted wisdom, carrying both humor and gravity as a steward of place." },
          { 
            "type": "image", 
            "url": "/WBC_Mapping/assets/images/Tom_1.jpg" 
          } 
        ]
      }
    ]
  },
  "KW & JT": { 
    "title": "Iridescent Earth Collective",
    "highlightQuote": "We don’t just want access to land—we want to transform what land means.",
    "mainVideoUrl": "https://youtu.be/cLRuSr8jZEo", 
    "chapters": [
      {
        "title": "Origins and Vision",
        "contentBlocks": [
          { "type": "paragraph", "text": "Kadeesha Williams and Jessica Tobon co-founded Iridescent Earth Collective (IEC) in 2020 as queer, Black and Latina land stewards rooted in the Bronx." },
          { "type": "paragraph", "text": "IEC centers healing, joy, and dignity in its approach to farming, rejecting extraction and efficiency in favor of relationship, ritual, and community care." },
          { "type": "quote", "text": "This is not a production-driven farm—it’s a space for healing and belonging." },
          { 
            "type": "image", 
            "url": "/assets/images/KW & JT_1.jpg" 
          } 
        ]
      },
      {
        "title": "Farming Practice",
        "contentBlocks": [
          { "type": "paragraph", "text": "Their work takes place on Iridescent Earth Farm, a collectively-held farm in partnership with River Haven Farm and the Agrarian Commons. The farm cultivates culturally meaningful foods and prioritizes accessibility for disabled, queer, and BIPOC bodies." },
          { "type": "paragraph", "text": "Rather than maximizing yield, IEC respects the pace of bodies and seasons—acknowledging that healing is as vital as harvest." },
          { 
            "type": "image", 
            "url": "/assets/images/KW & JT_2.jpg" 
          },
          { 
            "type": "image", 
            "url": "/assets/images/KW & JT_3.jpg" 
          }  
        ]
      },
      {
        "title": "Urban–Rural Continuum",
        "contentBlocks": [
          { "type": "paragraph", "text": "Kadeesha and Jessica are architects of a Bronx-to-Catskills food and education loop, bringing food from the land to Bronx communities while also inviting Bronx youth to the farm." },
          { "type": "paragraph", "text": "They work with mutual aid groups, schools, and organizers to build bridges across geography, culture, and class—turning the farm into both a growing space and a relational commons." },
          { 
            "type": "image", 
            "url": "/assets/images/KW & JT_4.jpg" 
          } 
        ]
      },
      {
        "title": "Rooted in Reciprocity",
        "contentBlocks": [
          { "type": "quote", "text": "We don’t just want access to land—we want to transform what land means." },
          { "type": "paragraph", "text": "IEC is not a project—it’s a practice. On any given day, the farm might be a site of ceremony, a healing space, a food distribution hub, or a quiet place to rest. By grounding land work in reciprocity, IEC challenges what farms are for and who they belong to." },
          { 
            "type": "image", 
            "url": "/assets/images/KW & JT_5.jpg" 
          } 
        ]
      }
    ]
  } 
}
